Repository: suleymansurucu/sara_baby_landing
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, id, ko, nl, ru, tr, zh

# appTitle
source: Sara Baby Tracker & Sounds
ar: سارة متتبع الأطفال والأصوات
ko: 사라 베이비 트래커 & 사운드
ru: Сара Трекер Малышей и Звуки
tr: Sara Bebek Takipçisi ve Sesler
zh: 萨拉婴儿追踪器和声音

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
ko: 홈
nl: Startpagina
ru: Главная
tr: Ana Sayfa
zh: 首页

source: Features
ar: الميزات
de: Funktionen
es: Características
fr: Fonctionnalités
id: Fitur
ko: 기능
nl: Functies
ru: Функции
tr: Özellikler
zh: 功能

source: Screens
ar: الشاشات
de: Bildschirme
es: Pantallas
fr: Écrans
id: Layar
ko: 화면
nl: Schermen
ru: Экраны
tr: Ekranlar
zh: 屏幕

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
id: Pengembang
ko: 개발자
nl: Ontwikkelaar
ru: Разработчик
tr: Geliştirici
zh: 开发者

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas Frecuentes
ko: 자주 묻는 질문
nl: Veelgestelde Vragen
ru: Часто Задаваемые Вопросы
tr: SSS
zh: 常见问题

source: Get the App
ar: احصل على التطبيق
de: App herunterladen
es: Obtener la App
fr: Obtenir l'App
id: Dapatkan Aplikasi
ko: 앱 다운로드
nl: App Downloaden
ru: Получить Приложение
tr: Uygulamayı İndir
zh: 获取应用

source: Get Started Today
ar: ابدأ اليوم
de: Heute beginnen
es: Comienza Hoy
fr: Commencez Aujourd'hui
id: Mulai Hari Ini
ko: 오늘 시작하세요
nl: Begin Vandaag
ru: Начните Сегодня
tr: Bugün Başlayın
zh: 今天开始

source: App Store
ar: متجر التطبيقات
ko: 앱 스토어
zh: 应用商店

source: Google Play
ar: جوجل بلاي
ko: 구글 플레이
zh: 谷歌游戏

source: Perfect Rating
ar: تقييم مثالي
de: Perfekte Bewertung
es: Calificación Perfecta
fr: Note Parfaite
id: Rating Sempurna
ko: 완벽한 평점
nl: Perfecte Beoordeling
ru: Идеальная Оценка
tr: Mükemmel Değerlendirme
zh: 完美评分

# parentsCount
source: 1000+ Parents
ar: 1000+ والد
de: 1000+ Eltern
es: 1000+ Padres
id: 1000+ Orang Tua
ko: 1000+ 부모
nl: 1000+ Ouders
ru: 1000+ Родителей
tr: 1000+ Ebeveyn
zh: 1000+ 父母

source: No Ads
ar: بدون إعلانات
de: Keine Werbung
es: Sin Anuncios
fr: Sans Publicité
id: Tanpa Iklan
ko: 광고 없음
nl: Geen Advertenties
ru: Без Рекламы
tr: Reklamsız
zh: 无广告

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
ko: 언어
nl: Taal
ru: Язык
tr: Dil
zh: 语言

source: Select Language
ar: اختر اللغة
de: Sprache auswählen
es: Seleccionar Idioma
fr: Sélectionner la Langue
id: Pilih Bahasa
ko: 언어 선택
nl: Taal Selecteren
ru: Выбрать Язык
tr: Dil Seçin
zh: 选择语言

# errorLoadingContent
source: Error loading content: {error}
ar: خطأ في تحميل المحتوى: {error}
de: Fehler beim Laden des Inhalts: {error}
es: Error al cargar contenido: {error}
fr: Erreur lors du chargement du contenu : {error}
id: Kesalahan memuat konten: {error}
ko: 콘텐츠 로딩 오류: {error}
nl: Fout bij het laden van inhoud: {error}
ru: Ошибка загрузки контента: {error}
tr: İçerik yüklenirken hata: {error}
zh: 加载内容时出错：{error}

source: Retry
ar: إعادة المحاولة
de: Wiederholen
es: Reintentar
fr: Réessayer
id: Coba Lagi
ko: 다시 시도
nl: Opnieuw Proberen
ru: Повторить
tr: Tekrar Dene
zh: 重试

source: Download
ar: تحميل
de: Herunterladen
es: Descargar
fr: Télécharger
id: Unduh
ko: 다운로드
nl: Downloaden
ru: Скачать
tr: İndir
zh: 下载

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ko: 취소
nl: Annuleren
ru: Отмена
tr: İptal
zh: 取消

# faqTitle
source: ❓ FAQ
ar: ❓ الأسئلة الشائعة
es: ❓ Preguntas Frecuentes
ko: ❓ 자주 묻는 질문
ru: ❓ Часто Задаваемые Вопросы
tr: ❓ SSS
zh: ❓ 常见问题

# faqSubtitle
source: Frequently Asked Questions
ar: الأسئلة الشائعة
de: Häufig gestellte Fragen
es: Preguntas Frecuentes
fr: Questions Fréquemment Posées
id: Pertanyaan yang Sering Diajukan
ko: 자주 묻는 질문
nl: Veelgestelde Vragen
ru: Часто Задаваемые Вопросы
tr: Sıkça Sorulan Sorular
zh: 常见问题

# faqDescription
source: Find answers to common questions about Sara Baby Tracker.
ar: اعثر على إجابات للأسئلة الشائعة حول متتبع سارة للأطفال.
de: Finden Sie Antworten auf häufige Fragen zu Sara Baby Tracker.
es: Encuentra respuestas a preguntas comunes sobre Sara Baby Tracker.
fr: Trouvez des réponses aux questions courantes sur Sara Baby Tracker.
id: Temukan jawaban untuk pertanyaan umum tentang Sara Baby Tracker.
ko: 사라 베이비 트래커에 대한 일반적인 질문에 대한 답변을 찾아보세요.
nl: Vind antwoorden op veelgestelde vragen over Sara Baby Tracker.
ru: Найдите ответы на распространенные вопросы о Саре Трекере Малышей.
tr: Sara Bebek Takipçisi hakkında yaygın soruların cevaplarını bulun.
zh: 找到关于萨拉婴儿追踪器的常见问题答案。

# developerTitle
source: ✨ Sara is fully open-source
ar: ✨ سارة مفتوحة المصدر بالكامل
de: ✨ Sara ist vollständig Open Source
es: ✨ Sara es completamente de código abierto
fr: ✨ Sara est entièrement open source
id: ✨ Sara sepenuhnya open source
ko: ✨ 사라는 완전히 오픈 소스입니다
nl: ✨ Sara is volledig open source
ru: ✨ Сара полностью с открытым исходным кодом
tr: ✨ Sara tamamen açık kaynak
zh: ✨ 萨拉完全开源

# developerDescription
source: Explore the code, open issues, and contribute to make Sara even better.
ar: استكشف الكود، وافتح المشاكل، وساهم في جعل سارة أفضل.
de: Erkunden Sie den Code, öffnen Sie Issues und tragen Sie dazu bei, Sara noch besser zu machen.
es: Explora el código, abre issues y contribuye a hacer Sara aún mejor.
fr: Explorez le code, ouvrez des issues et contribuez à rendre Sara encore meilleure.
id: Jelajahi kode, buka issues, dan berkontribusi untuk membuat Sara lebih baik.
ko: 코드를 탐색하고, 이슈를 열고, 사라를 더 좋게 만드는 데 기여하세요.
nl: Verken de code, open issues en draag bij om Sara nog beter te maken.
ru: Изучите код, создавайте проблемы и внесите свой вклад в улучшение Сары.
tr: Kodu keşfedin, sorunları açın ve Sara'yı daha da iyi hale getirmek için katkıda bulunun.
zh: 探索代码，打开问题，并为让萨拉变得更好做出贡献。

# developerCommunity
source: Flutter Goo Open Source Community
ar: مجتمع Flutter Goo مفتوح المصدر
de: Flutter Goo Open Source Gemeinschaft
es: Comunidad Flutter Goo de Código Abierto
fr: Communauté Flutter Goo Open Source
id: Komunitas Flutter Goo Open Source
ko: Flutter Goo 오픈 소스 커뮤니티
nl: Flutter Goo Open Source Gemeenschap
ru: Сообщество Flutter Goo с открытым исходным кодом
tr: Flutter Goo Açık Kaynak Topluluğu
zh: Flutter Goo 开源社区

# developerMission
source: Building Modern Solutions for New Parents
ar: بناء حلول حديثة للآباء الجدد
de: Moderne Lösungen für neue Eltern entwickeln
es: Construyendo Soluciones Modernas para Nuevos Padres
fr: Construire des Solutions Modernes pour les Nouveaux Parents
id: Membangun Solusi Modern untuk Orang Tua Baru
ko: 새로운 부모를 위한 현대적인 솔루션 구축
nl: Moderne Oplossingen Bouwen voor Nieuwe Ouders
ru: Создание современных решений для новых родителей
tr: Yeni Ebeveynler İçin Modern Çözümler Geliştirme
zh: 为新父母构建现代解决方案

# developerAbout
source: We are a passionate open-source community dedicated to creating modern, intuitive, and accessible solutions for new parents. Our mission is to make parenting easier through innovative technology, clean design, and community-driven development. Join us in building tools that help families track, nurture, and celebrate every precious moment of their baby's journey.
ar: نحن مجتمع مفتوح المصدر متحمس مكرس لإنشاء حلول حديثة وبديهية ومتاحة للآباء الجدد. مهمتنا هي جعل الأبوة أسهل من خلال التكنولوجيا المبتكرة والتصميم النظيف والتطوير الموجه من المجتمع. انضم إلينا في بناء أدوات تساعد العائلات على تتبع ورعاية والاحتفال بكل لحظة ثمينة من رحلة طفلهم.
de: Wir sind eine leidenschaftliche Open-Source-Gemeinschaft, die sich der Schaffung moderner, intuitiver und zugänglicher Lösungen für neue Eltern widmet. Unsere Mission ist es, die Elternschaft durch innovative Technologie, sauberes Design und gemeinschaftsgetriebene Entwicklung zu erleichtern. Schließen Sie sich uns an, um Tools zu entwickeln, die Familien dabei helfen, jeden kostbaren Moment der Reise ihres Babys zu verfolgen, zu pflegen und zu feiern.
es: Somos una comunidad apasionada de código abierto dedicada a crear soluciones modernas, intuitivas y accesibles para nuevos padres. Nuestra misión es hacer la crianza más fácil a través de tecnología innovadora, diseño limpio y desarrollo impulsado por la comunidad. Únete a nosotros en la construcción de herramientas que ayuden a las familias a rastrear, nutrir y celebrar cada momento precioso del viaje de su bebé.
fr: Nous sommes une communauté open source passionnée dédiée à créer des solutions modernes, intuitives et accessibles pour les nouveaux parents. Notre mission est de faciliter la parentalité grâce à une technologie innovante, un design épuré et un développement communautaire. Rejoignez-nous pour construire des outils qui aident les familles à suivre, nourrir et célébrer chaque moment précieux du voyage de leur bébé.
id: Kami adalah komunitas open source yang bersemangat yang didedikasikan untuk menciptakan solusi modern, intuitif, dan dapat diakses untuk orang tua baru. Misi kami adalah membuat pengasuhan anak lebih mudah melalui teknologi inovatif, desain yang bersih, dan pengembangan yang digerakkan oleh komunitas. Bergabunglah dengan kami dalam membangun alat yang membantu keluarga melacak, memelihara, dan merayakan setiap momen berharga dari perjalanan bayi mereka.
ko: 우리는 새로운 부모를 위한 현대적이고 직관적이며 접근 가능한 솔루션을 만드는 데 전념하는 열정적인 오픈 소스 커뮤니티입니다. 우리의 미션은 혁신적인 기술, 깔끔한 디자인, 커뮤니티 주도 개발을 통해 육아를 더 쉽게 만드는 것입니다. 가족들이 아기의 여정의 모든 소중한 순간을 추적하고, 양육하고, 축하하는 데 도움이 되는 도구를 구축하는 데 참여하세요.
nl: Wij zijn een gepassioneerde open source gemeenschap die zich inzet voor het creëren van moderne, intuïtieve en toegankelijke oplossingen voor nieuwe ouders. Onze missie is om ouderschap gemakkelijker te maken door innovatieve technologie, schoon ontwerp en gemeenschapsgedreven ontwikkeling. Sluit je bij ons aan in het bouwen van tools die families helpen om elke kostbare moment van hun baby's reis te volgen, te koesteren en te vieren.
ru: Мы - страстное сообщество с открытым исходным кодом, посвященное созданию современных, интуитивных и доступных решений для новых родителей. Наша миссия - сделать родительство проще через инновационные технологии, чистый дизайн и развитие, управляемое сообществом. Присоединяйтесь к нам в создании инструментов, которые помогают семьям отслеживать, воспитывать и отмечать каждый драгоценный момент путешествия их ребенка.
tr: Yeni ebeveynler için modern, sezgisel ve erişilebilir çözümler yaratmaya adanmış tutkulu bir açık kaynak topluluğuyuz. Misyonumuz, yenilikçi teknoloji, temiz tasarım ve topluluk odaklı geliştirme yoluyla ebeveynliği kolaylaştırmaktır. Ailelerin bebeklerinin yolculuğunun her değerli anını takip etmelerine, beslemelerine ve kutlamalarına yardımcı olan araçlar geliştirmek için bize katılın.
zh: 我们是一个充满激情的开源社区，致力于为新父母创建现代、直观和可访问的解决方案。我们的使命是通过创新技术、简洁设计和社区驱动的开发让育儿变得更容易。加入我们，构建帮助家庭跟踪、培养和庆祝他们宝宝旅程中每个珍贵时刻的工具。

source: View GitHub
ar: عرض GitHub
de: GitHub anzeigen
es: Ver GitHub
fr: Voir GitHub
id: Lihat GitHub
ko: GitHub 보기
nl: Bekijk GitHub
ru: Посмотреть GitHub
tr: GitHub'ı Görüntüle
zh: 查看 GitHub

source: Community
ar: المجتمع
de: Gemeinschaft
es: Comunidad
fr: Communauté
id: Komunitas
ko: 커뮤니티
nl: Gemeenschap
ru: Сообщество
tr: Topluluk
zh: 社区

source: Email
ar: البريد الإلكتروني
es: Correo
ko: 이메일
ru: Электронная почта
tr: E-posta
zh: 电子邮件

# screenshotsTitle
source: 📱 Screenshots
ar: 📱 لقطات الشاشة
es: 📱 Capturas de Pantalla
fr: 📱 Captures d'Écran
id: 📱 Screenshot
ko: 📱 스크린샷
ru: 📱 Скриншоты
tr: 📱 Ekran Görüntüleri
zh: 📱 截图

# screenshotsSubtitle
source: See Sara in Action
ar: شاهد سارة في العمل
de: Sara in Aktion sehen
es: Ve a Sara en Acción
fr: Voir Sara en Action
id: Lihat Sara dalam Aksi
ko: 사라의 실제 모습 보기
nl: Zie Sara in Actie
ru: Увидеть Сару в действии
tr: Sara'yı Aksiyonda Görün
zh: 看萨拉在行动

# screenshotsDescription
source: Experience our beautifully designed interface that makes baby tracking simple and intuitive.
ar: اختبر واجهتنا المصممة بشكل جميل التي تجعل تتبع الأطفال بسيطاً وبديهياً.
de: Erleben Sie unsere wunderschön gestaltete Benutzeroberfläche, die das Baby-Tracking einfach und intuitiv macht.
es: Experimenta nuestra interfaz bellamente diseñada que hace que el seguimiento del bebé sea simple e intuitivo.
fr: Découvrez notre interface magnifiquement conçue qui rend le suivi bébé simple et intuitif.
id: Rasakan antarmuka kami yang dirancang dengan indah yang membuat pelacakan bayi menjadi sederhana dan intuitif.
ko: 아기 추적을 간단하고 직관적으로 만드는 아름답게 디자인된 인터페이스를 경험해보세요.
nl: Ervaar onze prachtig ontworpen interface die baby tracking eenvoudig en intuïtief maakt.
ru: Испытайте наш красиво разработанный интерфейс, который делает отслеживание ребенка простым и интуитивным.
tr: Bebek takibini basit ve sezgisel hale getiren güzel tasarlanmış arayüzümüzü deneyimleyin.
zh: 体验我们精美设计的界面，让婴儿跟踪变得简单直观。

source: Swipe
ar: اسحب
de: Wischen
es: Deslizar
fr: Glisser
id: Geser
ko: 스와이프
nl: Veeg
ru: Смахнуть
tr: Kaydır
zh: 滑动

# footerTitle
source: Sara Baby Tracker & Sounds
ar: سارة متتبع الأطفال والأصوات
ko: 사라 베이비 트래커 & 사운드
ru: Сара Трекер Малышей и Звуки
tr: Sara Bebek Takipçisi ve Sesler
zh: 萨拉婴儿追踪器和声音

# footerDescription
source: The ultimate companion for new parents. Track your baby's activities, growth, and sleep patterns with ease.
ar: الرفيق المثالي للآباء الجدد. تتبع أنشطة طفلك ونموه وأنماط نومه بسهولة.
de: Der ultimative Begleiter für neue Eltern. Verfolgen Sie die Aktivitäten, das Wachstum und die Schlafmuster Ihres Babys mit Leichtigkeit.
es: El compañero definitivo para nuevos padres. Rastrea las actividades, crecimiento y patrones de sueño de tu bebé con facilidad.
fr: Le compagnon ultime pour les nouveaux parents. Suivez les activités, la croissance et les habitudes de sommeil de votre bébé en toute simplicité.
id: Teman terbaik untuk orang tua baru. Lacak aktivitas, pertumbuhan, dan pola tidur bayi Anda dengan mudah.
ko: 새로운 부모를 위한 궁극의 동반자. 아기의 활동, 성장, 수면 패턴을 쉽게 추적하세요.
nl: De ultieme metgezel voor nieuwe ouders. Volg de activiteiten, groei en slaappatronen van je baby met gemak.
ru: Идеальный спутник для новых родителей. Легко отслеживайте активность, рост и режимы сна вашего ребенка.
tr: Yeni ebeveynler için nihai arkadaş. Bebeğinizin aktivitelerini, büyümesini ve uyku düzenlerini kolayca takip edin.
zh: 新父母的终极伴侣。轻松跟踪您宝宝的活动、成长和睡眠模式。

# footerSubtitle
source: The ultimate companion for new parents
ar: الرفيق المثالي للآباء الجدد
de: Der ultimative Begleiter für neue Eltern
es: El compañero definitivo para nuevos padres
fr: Le compagnon ultime pour les nouveaux parents
id: Teman terbaik untuk orang tua baru
ko: 새로운 부모를 위한 궁극의 동반자
nl: De ultieme metgezel voor nieuwe ouders
ru: Идеальный спутник для новых родителей
tr: Yeni ebeveynler için nihai arkadaş
zh: 新父母的终极伴侣

# footerAbout
source: Track your baby's activities, growth, and sleep patterns with ease. Built with love for parents who want the best for their little ones.
ar: تتبع أنشطة طفلك ونموه وأنماط نومه بسهولة. مبني بحب للآباء الذين يريدون الأفضل لأطفالهم الصغار.
de: Verfolgen Sie die Aktivitäten, das Wachstum und die Schlafmuster Ihres Babys mit Leichtigkeit. Mit Liebe für Eltern gebaut, die das Beste für ihre Kleinen wollen.
es: Rastrea las actividades, crecimiento y patrones de sueño de tu bebé con facilidad. Construido con amor para padres que quieren lo mejor para sus pequeños.
fr: Suivez les activités, la croissance et les habitudes de sommeil de votre bébé en toute simplicité. Construit avec amour pour les parents qui veulent le meilleur pour leurs petits.
id: Lacak aktivitas, pertumbuhan, dan pola tidur bayi Anda dengan mudah. Dibuat dengan cinta untuk orang tua yang menginginkan yang terbaik untuk anak-anak mereka.
ko: 아기의 활동, 성장, 수면 패턴을 쉽게 추적하세요. 작은 아이들에게 최고를 원하는 부모들을 위해 사랑으로 만들어졌습니다.
nl: Volg de activiteiten, groei en slaappatronen van je baby met gemak. Gebouwd met liefde voor ouders die het beste willen voor hun kleintjes.
ru: Легко отслеживайте активность, рост и режимы сна вашего ребенка. Создано с любовью для родителей, которые хотят лучшего для своих малышей.
tr: Bebeğinizin aktivitelerini, büyümesini ve uyku düzenlerini kolayca takip edin. Küçükleri için en iyisini isteyen ebeveynler için sevgiyle yapılmıştır.
zh: 轻松跟踪您宝宝的活动、成长和睡眠模式。为想要给孩子最好的父母而用心打造。

source: Download Now
ar: تحميل الآن
de: Jetzt herunterladen
es: Descargar Ahora
fr: Télécharger Maintenant
id: Unduh Sekarang
ko: 지금 다운로드
nl: Download Nu
ru: Скачать сейчас
tr: Şimdi İndir
zh: 立即下载

source: Key Features
ar: الميزات الرئيسية
de: Hauptfunktionen
es: Características Clave
fr: Fonctionnalités Clés
id: Fitur Utama
ko: 주요 기능
nl: Belangrijkste Functies
ru: Ключевые функции
tr: Ana Özellikler
zh: 主要功能

source: Support & Resources
ar: الدعم والموارد
de: Support & Ressourcen
es: Soporte y Recursos
fr: Support et Ressources
id: Dukungan & Sumber Daya
ko: 지원 및 리소스
nl: Ondersteuning & Bronnen
ru: Поддержка и ресурсы
tr: Destek ve Kaynaklar
zh: 支持和资源

source: Connect With Us
ar: تواصل معنا
de: Kontaktieren Sie uns
es: Conéctate con Nosotros
fr: Contactez-Nous
id: Hubungi Kami
ko: 문의하기
nl: Neem Contact Op
ru: Свяжитесь с нами
tr: Bizimle İletişime Geçin
zh: 联系我们

# copyright
source: © {year} Sara Baby Tracker & Sounds —
ar: © {year} سارة متتبع الأطفال والأصوات —
ko: © {year} 사라 베이비 트래커 & 사운드 —
ru: © {year} Сара Трекер Малышей и Звуки —
tr: © {year} Sara Bebek Takipçisi ve Sesler —
zh: © {year} 萨拉婴儿追踪器和声音 —

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
id: Kebijakan Privasi
ko: 개인정보 보호정책
nl: Privacybeleid
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
id: Ketentuan Layanan
ko: 서비스 약관
nl: Servicevoorwaarden
ru: Условия обслуживания
tr: Hizmet Şartları
zh: 服务条款

# featuresTitle
source: ✨ Features
ar: ✨ الميزات
de: ✨ Funktionen
es: ✨ Características
fr: ✨ Fonctionnalités
id: ✨ Fitur
ko: ✨ 기능
nl: ✨ Functies
ru: ✨ Функции
tr: ✨ Özellikler
zh: ✨ 功能

# featuresSubtitle
source: Complete Baby Care Solution
ar: حل شامل لرعاية الأطفال
de: Komplette Baby-Pflege-Lösung
es: Solución Completa de Cuidado del Bebé
fr: Solution Complète de Soins Bébé
id: Solusi Perawatan Bayi Lengkap
ko: 완전한 아기 돌봄 솔루션
nl: Complete Babyzorg Oplossing
ru: Полное решение для ухода за ребенком
tr: Kapsamlı Bebek Bakım Çözümü
zh: 完整的婴儿护理解决方案

# featuresDescription
source: Everything you need to track your baby's development and create a nurturing environment.
ar: كل ما تحتاجه لتتبع نمو طفلك وإنشاء بيئة رعائية.
de: Alles, was Sie brauchen, um die Entwicklung Ihres Babys zu verfolgen und eine pflegende Umgebung zu schaffen.
es: Todo lo que necesitas para rastrear el desarrollo de tu bebé y crear un ambiente nutritivo.
fr: Tout ce dont vous avez besoin pour suivre le développement de votre bébé et créer un environnement nourrissant.
id: Semua yang Anda butuhkan untuk melacak perkembangan bayi Anda dan menciptakan lingkungan yang mendukung.
ko: 아기의 발달을 추적하고 양육 환경을 조성하는 데 필요한 모든 것.
nl: Alles wat je nodig hebt om de ontwikkeling van je baby te volgen en een voedende omgeving te creëren.
ru: Все, что вам нужно для отслеживания развития вашего ребенка и создания заботливой среды.
tr: Bebeğinizin gelişimini takip etmek ve besleyici bir ortam yaratmak için ihtiyacınız olan her şey.
zh: 跟踪您宝宝发育和创造养育环境所需的一切。

# termsOfServiceTitle
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de Servicio
fr: Conditions d'Utilisation
id: Ketentuan Layanan
ko: 서비스 약관
nl: Servicevoorwaarden
ru: Условия обслуживания
tr: Hizmet Şartları
zh: 服务条款

# lastUpdated
source: Last Updated: September 17, 2025
ar: آخر تحديث: 17 سبتمبر 2025
de: Zuletzt aktualisiert: 17. September 2025
es: Última Actualización: 17 de septiembre de 2025
fr: Dernière Mise à Jour : 17 septembre 2025
id: Terakhir Diperbarui: 17 September 2025
ko: 마지막 업데이트: 2025년 9월 17일
nl: Laatst Bijgewerkt: 17 september 2025
ru: Последнее обновление: 17 сентября 2025
tr: Son Güncelleme: 17 Eylül 2025
zh: 最后更新：2025年9月17日

# madeWithLove
source: Made with ❤️ by FlutterGoo
ar: صُنع بـ ❤️ بواسطة FlutterGoo
de: Mit ❤️ von FlutterGoo gemacht
es: Hecho con ❤️ por FlutterGoo
fr: Fait avec ❤️ par FlutterGoo
id: Dibuat dengan ❤️ oleh FlutterGoo
ko: FlutterGoo가 ❤️로 제작
nl: Gemaakt met ❤️ door FlutterGoo
ru: Сделано с ❤️ FlutterGoo
tr: FlutterGoo tarafından ❤️ ile yapılmıştır
zh: 由 FlutterGoo 用 ❤️ 制作

# termsWelcome
source: Welcome to Sara Baby Tracker & Sounds ("the App"). These Terms of Service ("Terms") govern your use of our mobile application and related services. By downloading, installing, or using the App, you agree to be bound by these Terms.
ar: مرحباً بك في سارة متتبع الأطفال والأصوات ("التطبيق"). تحكم شروط الخدمة هذه ("الشروط") في استخدامك لتطبيقنا المحمول والخدمات ذات الصلة. بتحميل أو تثبيت أو استخدام التطبيق، فإنك توافق على الالتزام بهذه الشروط.
de: Willkommen bei Sara Baby Tracker & Sounds ("die App"). Diese Nutzungsbedingungen ("Bedingungen") regeln Ihre Nutzung unserer mobilen Anwendung und verwandten Dienste. Durch das Herunterladen, Installieren oder Verwenden der App stimmen Sie zu, an diese Bedingungen gebunden zu sein.
es: Bienvenido a Sara Baby Tracker & Sounds ("la App"). Estos Términos de Servicio ("Términos") rigen tu uso de nuestra aplicación móvil y servicios relacionados. Al descargar, instalar o usar la App, aceptas estar sujeto a estos Términos.
fr: Bienvenue sur Sara Baby Tracker & Sounds ("l'App"). Ces Conditions d'Utilisation ("Conditions") régissent votre utilisation de notre application mobile et des services associés. En téléchargeant, installant ou utilisant l'App, vous acceptez d'être lié par ces Conditions.
id: Selamat datang di Sara Baby Tracker & Sounds ("Aplikasi"). Ketentuan Layanan ini ("Ketentuan") mengatur penggunaan Anda terhadap aplikasi seluler kami dan layanan terkait. Dengan mengunduh, menginstal, atau menggunakan Aplikasi, Anda setuju untuk terikat dengan Ketentuan ini.
ko: 사라 베이비 트래커 & 사운드("앱")에 오신 것을 환영합니다. 이 서비스 약관("약관")은 저희 모바일 애플리케이션 및 관련 서비스 사용을 규정합니다. 앱을 다운로드, 설치 또는 사용함으로써 이 약관에 구속되는 것에 동의합니다.
nl: Welkom bij Sara Baby Tracker & Sounds ("de App"). Deze Servicevoorwaarden ("Voorwaarden") regelen uw gebruik van onze mobiele applicatie en gerelateerde diensten. Door de App te downloaden, installeren of gebruiken, gaat u akkoord met deze Voorwaarden.
ru: Добро пожаловать в Сару Трекер Малышей и Звуки ("Приложение"). Эти Условия обслуживания ("Условия") регулируют ваше использование нашего мобильного приложения и связанных услуг. Загружая, устанавливая или используя Приложение, вы соглашаетесь соблюдать эти Условия.
tr: Sara Bebek Takipçisi ve Sesler'e ("Uygulama") hoş geldiniz. Bu Hizmet Şartları ("Şartlar"), mobil uygulamamız ve ilgili hizmetlerimizi kullanımınızı yönetir. Uygulamayı indirerek, yükleyerek veya kullanarak bu Şartlara bağlı olmayı kabul edersiniz.
zh: 欢迎使用萨拉婴儿追踪器和声音（"应用程序"）。这些服务条款（"条款"）管理您对我们移动应用程序和相关服务的使用。通过下载、安装或使用应用程序，您同意受这些条款约束。

# contactInformation
source: 10. Contact Information
ar: 10. معلومات الاتصال
de: 10. Kontaktinformationen
es: 10. Información de Contacto
fr: 10. Informations de Contact
id: 10. Informasi Kontak
ko: 10. 연락처 정보
nl: 10. Contactinformatie
ru: 10. Контактная информация
tr: 10. İletişim Bilgileri
zh: 10. 联系信息

# contactDescription
source: If you have any questions about these Terms of Service, please contact us:
ar: إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا:
de: Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, kontaktieren Sie uns bitte:
es: Si tienes alguna pregunta sobre estos Términos de Servicio, por favor contáctanos:
fr: Si vous avez des questions concernant ces Conditions d'Utilisation, veuillez nous contacter :
id: Jika Anda memiliki pertanyaan tentang Ketentuan Layanan ini, silakan hubungi kami:
ko: 이 서비스 약관에 대해 질문이 있으시면 저희에게 연락해 주세요:
nl: Als u vragen heeft over deze Servicevoorwaarden, neem dan contact met ons op:
ru: Если у вас есть вопросы об этих Условиях обслуживания, пожалуйста, свяжитесь с нами:
tr: Bu Hizmet Şartları hakkında herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin:
zh: 如果您对这些服务条款有任何疑问，请联系我们：
