Repository: suleymansurucu/sara_baby_landing
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, id, ko, nl, ru, tr, zh

# privacyPolicyTitle
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
id: Kebijakan Privasi
ko: 개인정보 보호정책
nl: Privacybeleid
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh: 隐私政策

# privacyWelcome
source: Sara Baby Tracker & Sounds ("the App") is developed and maintained by FlutterGoo, an open-source community project. We are committed to protecting your privacy and ensuring transparency about how your data is handled.
ar: يتم تطوير وصيانة سارة متتبع الأطفال والأصوات ("التطبيق") بواسطة FlutterGoo، وهو مشروع مجتمعي مفتوح المصدر. نحن ملتزمون بحماية خصوصيتك وضمان الشفافية حول كيفية التعامل مع بياناتك.
de: Sara Baby Tracker & Sounds ("die App") wird von FlutterGoo, einem Open-Source-Gemeinschaftsprojekt, entwickelt und gewartet. Wir sind verpflichtet, Ihre Privatsphäre zu schützen und Transparenz darüber zu gewährleisten, wie Ihre Daten behandelt werden.
es: Sara Baby Tracker & Sounds ("la App") es desarrollada y mantenida por FlutterGoo, un proyecto comunitario de código abierto. Estamos comprometidos a proteger tu privacidad y asegurar transparencia sobre cómo se manejan tus datos.
fr: Sara Baby Tracker & Sounds ("l'App") est développée et maintenue par FlutterGoo, un projet communautaire open source. Nous nous engageons à protéger votre vie privée et à assurer la transparence sur la façon dont vos données sont traitées.
id: Sara Baby Tracker & Sounds ("Aplikasi") dikembangkan dan dipelihara oleh FlutterGoo, proyek komunitas open source. Kami berkomitmen untuk melindungi privasi Anda dan memastikan transparansi tentang bagaimana data Anda ditangani.
ko: 사라 베이비 트래커 & 사운드("앱")는 오픈 소스 커뮤니티 프로젝트인 FlutterGoo에서 개발하고 유지보수합니다. 저희는 귀하의 개인정보를 보호하고 데이터 처리 방식에 대한 투명성을 보장하기 위해 최선을 다하고 있습니다.
nl: Sara Baby Tracker & Sounds ("de App") wordt ontwikkeld en onderhouden door FlutterGoo, een open source gemeenschapsproject. Wij zijn toegewijd aan het beschermen van uw privacy en het waarborgen van transparantie over hoe uw gegevens worden behandeld.
ru: Сара Трекер Малышей и Звуки ("Приложение") разрабатывается и поддерживается FlutterGoo, проектом сообщества с открытым исходным кодом. Мы привержены защите вашей конфиденциальности и обеспечению прозрачности в отношении того, как обрабатываются ваши данные.
tr: Sara Bebek Takipçisi ve Sesler ("Uygulama"), açık kaynak topluluk projesi FlutterGoo tarafından geliştirilmekte ve sürdürülmektedir. Gizliliğinizi korumaya ve verilerinizin nasıl işlendiği konusunda şeffaflık sağlamaya kararlıyız.
zh: 萨拉婴儿追踪器和声音（"应用程序"）由开源社区项目 FlutterGoo 开发和维护。我们致力于保护您的隐私并确保关于如何处理您数据的透明度。

# contactUs
source: 8. Contact Us
ar: 8. تواصل معنا
de: 8. Kontaktieren Sie uns
es: 8. Contáctanos
fr: 8. Contactez-Nous
id: 8. Hubungi Kami
ko: 8. 문의하기
nl: 8. Neem Contact Op
ru: 8. Свяжитесь с нами
tr: 8. Bizimle İletişime Geçin
zh: 8. 联系我们

# privacyContactDescription
source: If you have any questions or concerns about this Privacy Policy, you can reach us at:
ar: إذا كان لديك أي أسئلة أو مخاوف حول سياسة الخصوصية هذه، يمكنك الوصول إلينا:
de: Wenn Sie Fragen oder Bedenken zu dieser Datenschutzrichtlinie haben, können Sie uns erreichen:
es: Si tienes alguna pregunta o inquietud sobre esta Política de Privacidad, puedes contactarnos:
fr: Si vous avez des questions ou des préoccupations concernant cette Politique de Confidentialité, vous pouvez nous contacter :
id: Jika Anda memiliki pertanyaan atau kekhawatiran tentang Kebijakan Privasi ini, Anda dapat menghubungi kami:
ko: 이 개인정보 보호정책에 대해 질문이나 우려사항이 있으시면 저희에게 연락하실 수 있습니다:
nl: Als u vragen of zorgen heeft over dit Privacybeleid, kunt u contact met ons opnemen:
ru: Если у вас есть вопросы или опасения по поводу этой Политики конфиденциальности, вы можете связаться с нами:
tr: Bu Gizlilik Politikası hakkında herhangi bir sorunuz veya endişeniz varsa, bize ulaşabilirsiniz:
zh: 如果您对此隐私政策有任何疑问或担忧，您可以联系我们：

# getTheAppButton
source: Get the App
ar: احصل على التطبيق
de: App herunterladen
es: Obtener la App
fr: Obtenir l'App
id: Dapatkan Aplikasi
ko: 앱 다운로드
nl: Download de App
ru: Скачать приложение
tr: Uygulamayı İndir
zh: 获取应用

# homeNavigation
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
ko: 홈
nl: Start
ru: Главная
tr: Ana Sayfa
zh: 首页

source: Activity Tracking
ar: تتبع الأنشطة
de: Aktivitätsverfolgung
es: Seguimiento de Actividades
fr: Suivi des Activités
id: Pelacakan Aktivitas
ko: 활동 추적
nl: Activiteit Tracking
ru: Отслеживание Активности
tr: Aktivite Takibi
zh: 活动追踪

# activityTrackingDescription
source: Intuitive interface for logging all baby activities
ar: واجهة بديهية لتسجيل جميع أنشطة الطفل
de: Intuitive Benutzeroberfläche für die Protokollierung aller Babyaktivitäten
es: Interfaz intuitiva para registrar todas las actividades del bebé
fr: Interface intuitive pour enregistrer toutes les activités du bébé
id: Antarmuka intuitif untuk mencatat semua aktivitas bayi
ko: 모든 아기 활동을 기록하는 직관적인 인터페이스
nl: Intuïtieve interface voor het loggen van alle babyactiviteiten
ru: Интуитивный интерфейс для записи всех активностей ребенка
tr: Tüm bebek aktivitelerini kaydetmek için sezgisel arayüz
zh: 记录所有婴儿活动的直观界面

source: History Timeline
ar: الجدول الزمني للتاريخ
de: Verlaufs-Zeitachse
es: Línea de Tiempo del Historial
fr: Chronologie de l'Historique
id: Timeline Riwayat
ko: 히스토리 타임라인
nl: Geschiedenis Tijdlijn
ru: Временная Шкала Истории
tr: Geçmiş Zaman Çizelgesi
zh: 历史时间线

# historyTimelineDescription
source: Beautiful timeline view of all recorded activities
ar: عرض جميل للجدول الزمني لجميع الأنشطة المسجلة
de: Schöne Zeitachsenansicht aller aufgezeichneten Aktivitäten
es: Vista hermosa de línea de tiempo de todas las actividades registradas
fr: Vue magnifique de la chronologie de toutes les activités enregistrées
id: Tampilan timeline yang indah dari semua aktivitas yang tercatat
ko: 기록된 모든 활동의 아름다운 타임라인 뷰
nl: Prachtige tijdlijnweergave van alle geregistreerde activiteiten
ru: Красивый вид временной шкалы всех записанных активностей
tr: Kaydedilen tüm aktivitelerin güzel zaman çizelgesi görünümü
zh: 所有记录活动的美丽时间线视图

source: Baby Food Recipes
ar: وصفات طعام الأطفال
de: Baby-Nahrungsrezepte
es: Recetas de Comida para Bebés
fr: Recettes de Nourriture pour Bébé
id: Resep Makanan Bayi
ko: 아기 음식 레시피
nl: Baby Voedsel Recepten
ru: Рецепты Детского Питания
tr: Bebek Yemek Tarifleri
zh: 婴儿食品食谱

# babyFoodRecipesDescription
source: Age-appropriate recipes with nutritional information
ar: وصفات مناسبة للعمر مع معلومات غذائية
de: Altersgerechte Rezepte mit Nährwertinformationen
es: Recetas apropiadas para la edad con información nutricional
fr: Recettes adaptées à l'âge avec informations nutritionnelles
id: Resep yang sesuai usia dengan informasi nutrisi
ko: 영양 정보가 포함된 연령에 적합한 레시피
nl: Leeftijdsgeschikte recepten met voedingsinformatie
ru: Возрастные рецепты с информацией о питании
tr: Beslenme bilgileri ile yaşa uygun tarifler
zh: 适合年龄的食谱，包含营养信息

source: Relaxing Sounds
ar: أصوات مريحة
de: Entspannende Geräusche
es: Sonidos Relajantes
fr: Sons Relaxants
id: Suara Menenangkan
ko: 편안한 소리
nl: Ontspannende Geluiden
ru: Расслабляющие Звуки
tr: Rahatlatıcı Sesler
zh: 放松声音

# relaxingSoundsDescription
source: Curated collection of soothing sounds for baby
ar: مجموعة مختارة من الأصوات المهدئة للطفل
de: Kuratierte Sammlung beruhigender Geräusche für das Baby
es: Colección curada de sonidos relajantes para el bebé
fr: Collection soigneusement sélectionnée de sons apaisants pour bébé
id: Koleksi suara menenangkan yang dipilih untuk bayi
ko: 아기를 위한 차분한 소리의 큐레이션 컬렉션
nl: Gecureerde collectie van kalmerende geluiden voor baby
ru: Кураторская коллекция успокаивающих звуков для ребенка
tr: Bebek için özenle seçilmiş sakinleştirici sesler koleksiyonu
zh: 为婴儿精心策划的舒缓声音集合

source: 🚀 Get Started
ar: 🚀 ابدأ الآن
de: 🚀 Loslegen
es: 🚀 Comenzar
fr: 🚀 Commencer
id: 🚀 Mulai
ko: 🚀 시작하기
nl: 🚀 Aan de Slag
ru: 🚀 Начать
tr: 🚀 Başlayın
zh: 🚀 开始

source: Ready to make parenting easier?
ar: هل أنت مستعد لجعل الأبوة أسهل؟
de: Bereit, die Elternschaft zu erleichtern?
es: ¿Listo para hacer la crianza más fácil?
fr: Prêt à faciliter la parentalité ?
id: Siap membuat pengasuhan lebih mudah?
ko: 육아를 더 쉽게 만들 준비가 되셨나요?
nl: Klaar om ouderschap makkelijker te maken?
ru: Готовы сделать родительство проще?
tr: Ebeveynliği kolaylaştırmaya hazır mısınız?
zh: 准备好让育儿更轻松了吗？

# downloadSaraDescription
source: Download Sara and start tracking your baby's development today. Join thousands of parents who trust Sara for their baby care journey.
ar: حمل سارة وابدأ في تتبع نمو طفلك اليوم. انضم إلى آلاف الآباء الذين يثقون في سارة لرحلة رعاية أطفالهم.
de: Laden Sie Sara herunter und beginnen Sie heute mit der Verfolgung der Entwicklung Ihres Babys. Schließen Sie sich Tausenden von Eltern an, die Sara für ihre Baby-Pflege-Reise vertrauen.
es: Descarga Sara y comienza a rastrear el desarrollo de tu bebé hoy. Únete a miles de padres que confían en Sara para su viaje de cuidado del bebé.
fr: Téléchargez Sara et commencez à suivre le développement de votre bébé aujourd'hui. Rejoignez des milliers de parents qui font confiance à Sara pour leur parcours de soins pour bébé.
id: Unduh Sara dan mulai melacak perkembangan bayi Anda hari ini. Bergabunglah dengan ribuan orang tua yang mempercayai Sara untuk perjalanan perawatan bayi mereka.
ko: 사라를 다운로드하고 오늘부터 아기의 발달을 추적해보세요. 아기 돌봄 여정에 사라를 신뢰하는 수천 명의 부모들과 함께하세요.
nl: Download Sara en begin vandaag met het volgen van de ontwikkeling van je baby. Sluit je aan bij duizenden ouders die Sara vertrouwen voor hun babyzorg reis.
ru: Скачайте Сару и начните отслеживать развитие вашего ребенка сегодня. Присоединяйтесь к тысячам родителей, которые доверяют Саре в своем путешествии по уходу за ребенком.
tr: Sara'yı indirin ve bebeğinizin gelişimini bugün takip etmeye başlayın. Bebek bakım yolculuklarında Sara'ya güvenen binlerce ebeveyne katılın.
zh: 下载萨拉，今天就开始追踪您宝宝的发育。加入数千名信任萨拉进行婴儿护理之旅的父母。

source: Download for iOS
ar: تحميل لـ iOS
de: Für iOS herunterladen
es: Descargar para iOS
fr: Télécharger pour iOS
id: Unduh untuk iOS
ko: iOS용 다운로드
nl: Download voor iOS
ru: Скачать для iOS
tr: iOS için İndir
zh: 为iOS下载

source: Download for Android
ar: تحميل لـ Android
de: Für Android herunterladen
es: Descargar para Android
fr: Télécharger pour Android
id: Unduh untuk Android
ko: Android용 다운로드
nl: Download voor Android
ru: Скачать для Android
tr: Android için İndir
zh: 为Android下载

# appName
source: Track Every Precious Moment with Sara Baby
ar: تتبع كل لحظة ثمينة مع سارة بيبي
de: Verfolgen Sie jeden kostbaren Moment mit Sara Baby
es: Rastrea Cada Momento Precioso con Sara Baby
fr: Suivez Chaque Moment Précieux avec Sara Baby
id: Lacak Setiap Momen Berharga dengan Sara Baby
ko: 사라 베이비와 함께 모든 소중한 순간을 추적하세요
nl: Volg Elk Kostbaar Moment met Sara Baby
ru: Отслеживайте Каждый Драгоценный Момент с Сарой Бэби
tr: Sara Baby ile Her Değerli Anı Takip Edin
zh: 用萨拉婴儿追踪每个珍贵时刻

# appTagline
source: The complete baby care companion that grows with your family. Track sleep, feeding, growth & more - 100% free, forever.
ar: رفيق رعاية الأطفال الكامل الذي ينمو مع عائلتك. تتبع النوم والتغذية والنمو والمزيد - مجاني 100%، إلى الأبد.
de: Der vollständige Baby-Pflege-Begleiter, der mit Ihrer Familie wächst. Verfolgen Sie Schlaf, Fütterung, Wachstum und mehr - 100% kostenlos, für immer.
es: El compañero completo de cuidado del bebé que crece con tu familia. Rastrea el sueño, alimentación, crecimiento y más - 100% gratis, para siempre.
fr: Le compagnon complet de soins pour bébé qui grandit avec votre famille. Suivez le sommeil, l'alimentation, la croissance et plus - 100% gratuit, pour toujours.
id: Teman perawatan bayi lengkap yang tumbuh bersama keluarga Anda. Lacak tidur, makan, pertumbuhan & lebih - 100% gratis, selamanya.
ko: 가족과 함께 성장하는 완전한 아기 돌봄 동반자. 수면, 먹이기, 성장 등을 추적하세요 - 100% 무료, 영원히.
nl: De complete babyzorg metgezel die meegroeit met je gezin. Volg slaap, voeding, groei en meer - 100% gratis, voor altijd.
ru: Полный спутник по уходу за ребенком, который растет вместе с вашей семьей. Отслеживайте сон, кормление, рост и многое другое - 100% бесплатно, навсегда.
tr: Ailenizle birlikte büyüyen kapsamlı bebek bakım arkadaşı. Uyku, beslenme, büyüme ve daha fazlasını takip edin - %100 ücretsiz, sonsuza kadar.
zh: 与您的家庭一起成长的完整婴儿护理伴侣。追踪睡眠、喂养、成长等 - 100%免费，永远。

# faqWhatIsSara
source: What is Sara Baby Tracker?
ar: ما هو متتبع سارة للأطفال؟
de: Was ist Sara Baby Tracker?
es: ¿Qué es Sara Baby Tracker?
fr: Qu'est-ce que Sara Baby Tracker ?
id: Apa itu Sara Baby Tracker?
ko: 사라 베이비 트래커란 무엇인가요?
nl: Wat is Sara Baby Tracker?
ru: Что такое Сара Бэби Трекер?
tr: Sara Bebek Takipçisi nedir?
zh: 什么是萨拉婴儿追踪器？

# faqWhatIsSaraAnswer
source: Sara is a comprehensive baby tracking app that helps parents and caregivers monitor feeding, sleep, diaper changes, growth milestones, and more. It also includes soothing sounds and baby food recipes.
ar: سارة هو تطبيق شامل لتتبع الأطفال يساعد الآباء ومقدمي الرعاية على مراقبة التغذية والنوم وتغيير الحفاضات ومعالم النمو والمزيد. كما يتضمن أصوات مهدئة ووصفات طعام للأطفال.
de: Sara ist eine umfassende Baby-Tracking-App, die Eltern und Betreuern hilft, Fütterung, Schlaf, Windelwechsel, Wachstumsmeilensteine und mehr zu überwachen. Sie enthält auch beruhigende Geräusche und Baby-Nahrungsrezepte.
es: Sara es una aplicación integral de seguimiento de bebés que ayuda a padres y cuidadores a monitorear la alimentación, sueño, cambios de pañal, hitos de crecimiento y más. También incluye sonidos relajantes y recetas de comida para bebés.
fr: Sara est une application complète de suivi bébé qui aide les parents et les soignants à surveiller l'alimentation, le sommeil, les changements de couches, les étapes de croissance et plus encore. Elle inclut également des sons relaxants et des recettes de nourriture pour bébé.
id: Sara adalah aplikasi pelacakan bayi yang komprehensif yang membantu orang tua dan pengasuh memantau makan, tidur, ganti popok, tonggak pertumbuhan, dan lebih banyak lagi. Ini juga termasuk suara menenangkan dan resep makanan bayi.
ko: 사라는 부모와 돌봄이들이 먹이기, 수면, 기저귀 교체, 성장 이정표 등을 모니터링하는 데 도움이 되는 포괄적인 아기 추적 앱입니다. 또한 편안한 소리와 아기 음식 레시피도 포함되어 있습니다.
nl: Sara is een uitgebreide baby tracking app die ouders en verzorgers helpt bij het monitoren van voeding, slaap, luierwissels, groeimijlpalen en meer. Het bevat ook ontspannende geluiden en babyvoedsel recepten.
ru: Сара - это комплексное приложение для отслеживания ребенка, которое помогает родителям и опекунам следить за кормлением, сном, сменой подгузников, вехами роста и многим другим. Оно также включает расслабляющие звуки и рецепты детского питания.
tr: Sara, ebeveynlerin ve bakıcıların beslenme, uyku, bez değişimi, büyüme kilometre taşları ve daha fazlasını izlemesine yardımcı olan kapsamlı bir bebek takip uygulamasıdır. Ayrıca sakinleştirici sesler ve bebek yemek tarifleri de içerir.
zh: 萨拉是一个全面的婴儿追踪应用程序，帮助父母和护理人员监控喂养、睡眠、尿布更换、成长里程碑等。它还包括舒缓声音和婴儿食品食谱。

# faqIsFree
source: Is Sara free to use?
ar: هل سارة مجاني للاستخدام؟
de: Ist Sara kostenlos?
es: ¿Es Sara gratis?
fr: Sara est-il gratuit ?
id: Apakah Sara gratis?
ko: 사라는 무료인가요?
nl: Is Sara gratis?
ru: Бесплатна ли Сара?
tr: Sara ücretsiz mi?
zh: 萨拉是免费的吗？

# faqIsFreeAnswer
source: Yes! Sara is completely free and open-source. You can download it from the App Store or Google Play Store at no cost.
ar: نعم! سارة مجاني تماماً ومفتوح المصدر. يمكنك تحميله من متجر التطبيقات أو متجر جوجل بلاي بدون أي تكلفة.
de: Ja! Sara ist völlig kostenlos und Open Source. Sie können es kostenlos aus dem App Store oder Google Play Store herunterladen.
es: ¡Sí! Sara es completamente gratis y de código abierto. Puedes descargarlo del App Store o Google Play Store sin costo alguno.
fr: Oui ! Sara est entièrement gratuit et open source. Vous pouvez le télécharger depuis l'App Store ou Google Play Store sans aucun coût.
id: Ya! Sara sepenuhnya gratis dan open source. Anda dapat mengunduhnya dari App Store atau Google Play Store tanpa biaya.
ko: 네! 사라는 완전히 무료이고 오픈 소스입니다. App Store나 Google Play Store에서 비용 없이 다운로드할 수 있습니다.
nl: Ja! Sara is volledig gratis en open source. Je kunt het gratis downloaden van de App Store of Google Play Store.
ru: Да! Сара полностью бесплатна и с открытым исходным кодом. Вы можете скачать ее из App Store или Google Play Store без каких-либо затрат.
tr: Evet! Sara tamamen ücretsiz ve açık kaynaklıdır. App Store veya Google Play Store'dan hiçbir ücret ödemeden indirebilirsiniz.
zh: 是的！萨拉完全免费且开源。您可以从App Store或Google Play Store免费下载。

# faqPrivacyData
source: How is my data protected?
ar: كيف يتم حماية بياناتي؟
de: Wie werden meine Daten geschützt?
es: ¿Cómo se protegen mis datos?
fr: Comment mes données sont-elles protégées ?
id: Bagaimana data saya dilindungi?
ko: 내 데이터는 어떻게 보호되나요?
nl: Hoe worden mijn gegevens beschermd?
ru: Как защищены мои данные?
tr: Verilerim nasıl korunuyor?
zh: 我的数据如何受到保护？

# faqPrivacyDataAnswer
source: Sara is designed with privacy in mind. All data is stored locally on your device and is not shared with third parties. You have complete control over your information.
ar: تم تصميم سارة مع مراعاة الخصوصية. جميع البيانات مخزنة محلياً على جهازك ولا يتم مشاركتها مع أطراف ثالثة. لديك سيطرة كاملة على معلوماتك.
de: Sara wurde mit Datenschutz im Blick entwickelt. Alle Daten werden lokal auf Ihrem Gerät gespeichert und nicht an Dritte weitergegeben. Sie haben vollständige Kontrolle über Ihre Informationen.
es: Sara está diseñado con la privacidad en mente. Todos los datos se almacenan localmente en tu dispositivo y no se comparten con terceros. Tienes control completo sobre tu información.
fr: Sara est conçu avec la confidentialité à l'esprit. Toutes les données sont stockées localement sur votre appareil et ne sont pas partagées avec des tiers. Vous avez un contrôle total sur vos informations.
id: Sara dirancang dengan privasi dalam pikiran. Semua data disimpan secara lokal di perangkat Anda dan tidak dibagikan dengan pihak ketiga. Anda memiliki kontrol penuh atas informasi Anda.
ko: 사라는 개인정보 보호를 염두에 두고 설계되었습니다. 모든 데이터는 기기에 로컬로 저장되며 제3자와 공유되지 않습니다. 귀하는 정보에 대한 완전한 통제권을 가집니다.
nl: Sara is ontworpen met privacy in gedachten. Alle gegevens worden lokaal op je apparaat opgeslagen en worden niet gedeeld met derden. Je hebt volledige controle over je informatie.
ru: Сара разработана с учетом конфиденциальности. Все данные хранятся локально на вашем устройстве и не передаются третьим лицам. У вас есть полный контроль над вашей информацией.
tr: Sara gizlilik düşünülerek tasarlanmıştır. Tüm veriler cihazınızda yerel olarak saklanır ve üçüncü taraflarla paylaşılmaz. Bilgileriniz üzerinde tam kontrolünüz vardır.
zh: 萨拉在设计时考虑了隐私。所有数据都本地存储在您的设备上，不会与第三方共享。您对您的信息有完全的控制权。

# faqMultipleBabies
source: Can I track multiple babies?
ar: هل يمكنني تتبع عدة أطفال؟
de: Kann ich mehrere Babys verfolgen?
es: ¿Puedo rastrear múltiples bebés?
fr: Puis-je suivre plusieurs bébés ?
id: Bisakah saya melacak beberapa bayi?
ko: 여러 아기를 추적할 수 있나요?
nl: Kan ik meerdere baby's volgen?
ru: Могу ли я отслеживать нескольких детей?
tr: Birden fazla bebeği takip edebilir miyim?
zh: 我可以追踪多个婴儿吗？

# faqMultipleBabiesAnswer
source: Yes! Sara supports tracking multiple babies and allows you to easily switch between them. Perfect for families with twins or multiple children.
ar: نعم! سارة يدعم تتبع عدة أطفال ويسمح لك بالتبديل بسهولة بينهم. مثالي للعائلات التي لديها توائم أو عدة أطفال.
de: Ja! Sara unterstützt die Verfolgung mehrerer Babys und ermöglicht es Ihnen, einfach zwischen ihnen zu wechseln. Perfekt für Familien mit Zwillingen oder mehreren Kindern.
es: ¡Sí! Sara soporta el seguimiento de múltiples bebés y te permite cambiar fácilmente entre ellos. Perfecto para familias con gemelos o múltiples hijos.
fr: Oui ! Sara prend en charge le suivi de plusieurs bébés et vous permet de basculer facilement entre eux. Parfait pour les familles avec des jumeaux ou plusieurs enfants.
id: Ya! Sara mendukung pelacakan beberapa bayi dan memungkinkan Anda beralih dengan mudah di antara mereka. Sempurna untuk keluarga dengan kembar atau beberapa anak.
ko: 네! 사라는 여러 아기 추적을 지원하며 쉽게 전환할 수 있습니다. 쌍둥이나 여러 자녀가 있는 가족에게 완벽합니다.
nl: Ja! Sara ondersteunt het volgen van meerdere baby's en stelt je in staat om eenvoudig tussen hen te schakelen. Perfect voor gezinnen met tweelingen of meerdere kinderen.
ru: Да! Сара поддерживает отслеживание нескольких детей и позволяет легко переключаться между ними. Идеально для семей с близнецами или несколькими детьми.
tr: Evet! Sara birden fazla bebeği takip etmeyi destekler ve aralarında kolayca geçiş yapmanıza olanak tanır. İkiz veya birden fazla çocuğu olan aileler için mükemmel.
zh: 是的！萨拉支持追踪多个婴儿，并允许您在它们之间轻松切换。非常适合有双胞胎或多个孩子的家庭。

# faqOfflineUse
source: Does Sara work offline?
ar: هل يعمل سارة بدون اتصال بالإنترنت؟
de: Funktioniert Sara offline?
es: ¿Funciona Sara sin conexión?
fr: Sara fonctionne-t-il hors ligne ?
id: Apakah Sara bekerja offline?
ko: 사라는 오프라인에서 작동하나요?
nl: Werkt Sara offline?
ru: Работает ли Сара офлайн?
tr: Sara çevrimdışı çalışır mı?
zh: 萨拉可以离线工作吗？

# faqOfflineUseAnswer
source: Absolutely! Sara works completely offline. All your data is stored locally on your device, so you can use it anywhere without an internet connection.
ar: بالتأكيد! سارة يعمل تماماً بدون اتصال بالإنترنت. جميع بياناتك مخزنة محلياً على جهازك، لذا يمكنك استخدامه في أي مكان بدون اتصال بالإنترنت.
de: Absolut! Sara funktioniert völlig offline. Alle Ihre Daten werden lokal auf Ihrem Gerät gespeichert, sodass Sie es überall ohne Internetverbindung verwenden können.
es: ¡Absolutamente! Sara funciona completamente sin conexión. Todos tus datos se almacenan localmente en tu dispositivo, por lo que puedes usarlo en cualquier lugar sin conexión a internet.
fr: Absolument ! Sara fonctionne entièrement hors ligne. Toutes vos données sont stockées localement sur votre appareil, vous pouvez donc l'utiliser n'importe où sans connexion internet.
id: Tentu saja! Sara bekerja sepenuhnya offline. Semua data Anda disimpan secara lokal di perangkat Anda, jadi Anda dapat menggunakannya di mana saja tanpa koneksi internet.
ko: 물론입니다! 사라는 완전히 오프라인에서 작동합니다. 모든 데이터가 기기에 로컬로 저장되므로 인터넷 연결 없이 어디서나 사용할 수 있습니다.
nl: Absoluut! Sara werkt volledig offline. Alle je gegevens worden lokaal op je apparaat opgeslagen, dus je kunt het overal gebruiken zonder internetverbinding.
ru: Абсолютно! Сара работает полностью офлайн. Все ваши данные хранятся локально на вашем устройстве, поэтому вы можете использовать ее где угодно без подключения к интернету.
tr: Kesinlikle! Sara tamamen çevrimdışı çalışır. Tüm verileriniz cihazınızda yerel olarak saklandığı için internet bağlantısı olmadan her yerde kullanabilirsiniz.
zh: 当然！萨拉完全离线工作。您的所有数据都本地存储在您的设备上，因此您可以在任何地方使用它，无需互联网连接。

# faqBackupData
source: Can I backup my data?
ar: هل يمكنني نسخ بياناتي احتياطياً؟
de: Kann ich meine Daten sichern?
es: ¿Puedo respaldar mis datos?
fr: Puis-je sauvegarder mes données ?
id: Bisakah saya mencadangkan data saya?
ko: 데이터를 백업할 수 있나요?
nl: Kan ik mijn gegevens back-uppen?
ru: Могу ли я создать резервную копию моих данных?
tr: Verilerimi yedekleyebilir miyim?
zh: 我可以备份我的数据吗？
