Repository: suleymansurucu/sara_baby_landing
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, id, ko, nl, ru, tr, zh

# faqBackupDataAnswer
source: Yes, Sara provides options to backup and restore your data. You can export your data and import it on other devices or restore it if needed.
ar: نعم، سارة يوفر خيارات لنسخ بياناتك احتياطياً واستعادتها. يمكنك تصدير بياناتك واستيرادها على أجهزة أخرى أو استعادتها عند الحاجة.
de: Ja, Sara bietet Optionen zum Sichern und Wiederherstellen Ihrer Daten. Sie können Ihre Daten exportieren und auf anderen Geräten importieren oder bei Bedarf wiederherstellen.
es: Sí, Sara proporciona opciones para respaldar y restaurar tus datos. Puedes exportar tus datos e importarlos en otros dispositivos o restaurarlos si es necesario.
fr: Oui, Sara fournit des options pour sauvegarder et restaurer vos données. Vous pouvez exporter vos données et les importer sur d'autres appareils ou les restaurer si nécessaire.
id: Ya, Sara menyediakan opsi untuk mencadangkan dan memulihkan data Anda. Anda dapat mengekspor data Anda dan mengimpornya di perangkat lain atau memulihkannya jika diperlukan.
ko: 네, 사라는 데이터를 백업하고 복원하는 옵션을 제공합니다. 데이터를 내보내고 다른 기기에 가져오거나 필요시 복원할 수 있습니다.
nl: Ja, Sara biedt opties om je gegevens te back-uppen en te herstellen. Je kunt je gegevens exporteren en importeren op andere apparaten of ze herstellen indien nodig.
ru: Да, Сара предоставляет возможности для резервного копирования и восстановления ваших данных. Вы можете экспортировать ваши данные и импортировать их на другие устройства или восстановить их при необходимости.
tr: Evet, Sara verilerinizi yedekleme ve geri yükleme seçenekleri sunar. Verilerinizi dışa aktarabilir ve diğer cihazlara aktarabilir veya gerektiğinde geri yükleyebilirsiniz.
zh: 是的，萨拉提供备份和恢复数据的选项。您可以导出数据并在其他设备上导入，或在需要时恢复。

# featureFeedingTracker
source: Feeding Tracker
ar: متتبع التغذية
de: Fütterungs-Tracker
es: Rastreador de Alimentación
fr: Suivi de l'Alimentation
id: Pelacak Makan
ko: 먹이기 추적기
nl: Voeding Tracker
ru: Трекер Кормления
tr: Beslenme Takipçisi
zh: 喂养追踪器

# featureFeedingTrackerDescription
source: Track every feeding session with ease—breastfeeding, bottle feeding, and pumping.
ar: تتبع كل جلسة تغذية بسهولة - الرضاعة الطبيعية، الرضاعة بالزجاجة، والضخ.
de: Verfolgen Sie jede Fütterungssitzung mit Leichtigkeit - Stillen, Flaschenfütterung und Pumpen.
es: Rastrea cada sesión de alimentación con facilidad: lactancia materna, alimentación con biberón y extracción.
fr: Suivez chaque session d'alimentation avec facilité - allaitement, biberon et pompage.
id: Lacak setiap sesi makan dengan mudah - menyusui, botol, dan memompa.
ko: 모든 먹이기 세션을 쉽게 추적하세요 - 모유 수유, 병 수유, 유축.
nl: Volg elke voedsessie met gemak - borstvoeding, flesvoeding en kolven.
ru: Отслеживайте каждую сессию кормления с легкостью - грудное вскармливание, кормление из бутылочки и сцеживание.
tr: Her beslenme seansını kolayca takip edin—emzirme, biberon besleme ve pompalama.
zh: 轻松追踪每次喂养会话 - 母乳喂养、奶瓶喂养和泵奶。

# featureSleepTracker
source: Sleep Tracker
ar: متتبع النوم
de: Schlaf-Tracker
es: Rastreador de Sueño
fr: Suivi du Sommeil
id: Pelacak Tidur
ko: 수면 추적기
nl: Slaap Tracker
ru: Трекер Сна
tr: Uyku Takipçisi
zh: 睡眠追踪器

# featureSleepTrackerDescription
source: Monitor sleep with precise timers and built-in white noise to help your baby sleep.
ar: راقب النوم بمؤقتات دقيقة وضوضاء بيضاء مدمجة لمساعدة طفلك على النوم.
de: Überwachen Sie den Schlaf mit präzisen Timern und eingebautem weißem Rauschen, um Ihrem Baby beim Schlafen zu helfen.
es: Monitorea el sueño con temporizadores precisos y ruido blanco incorporado para ayudar a tu bebé a dormir.
fr: Surveillez le sommeil avec des minuteries précises et du bruit blanc intégré pour aider votre bébé à dormir.
id: Pantau tidur dengan timer yang tepat dan white noise bawaan untuk membantu bayi Anda tidur.
ko: 정확한 타이머와 내장된 화이트 노이즈로 수면을 모니터링하여 아기가 잠들 수 있도록 도와주세요.
nl: Monitor slaap met nauwkeurige timers en ingebouwde witte ruis om je baby te helpen slapen.
ru: Отслеживайте сон с точными таймерами и встроенным белым шумом, чтобы помочь вашему ребенку заснуть.
tr: Bebeğinizin uyumasına yardımcı olmak için hassas zamanlayıcılar ve yerleşik beyaz gürültü ile uykuyu izleyin.
zh: 使用精确的计时器和内置白噪音监控睡眠，帮助您的宝宝入睡。

# featureDiaperLog
source: Diaper Log
ar: سجل الحفاضات
de: Windel-Protokoll
es: Registro de Pañales
fr: Journal des Couches
id: Log Popok
ko: 기저귀 로그
nl: Luier Log
ru: Журнал Подгузников
tr: Bez Günlüğü
zh: 尿布日志

# featureDiaperLogDescription
source: Quickly log wet, dirty, or mixed diapers with easy shortcuts and history.
ar: سجل بسرعة الحفاضات المبللة أو المتسخة أو المختلطة مع اختصارات سهلة والتاريخ.
de: Protokollieren Sie schnell nasse, schmutzige oder gemischte Windeln mit einfachen Verknüpfungen und Verlauf.
es: Registra rápidamente pañales mojados, sucios o mixtos con accesos directos fáciles e historial.
fr: Enregistrez rapidement les couches mouillées, sales ou mixtes avec des raccourcis faciles et l'historique.
id: Catat dengan cepat popok basah, kotor, atau campuran dengan pintasan mudah dan riwayat.
ko: 쉬운 단축키와 히스토리로 젖은, 더러운, 혼합 기저귀를 빠르게 기록하세요.
nl: Log snel natte, vieze of gemengde luiers met eenvoudige snelkoppelingen en geschiedenis.
ru: Быстро записывайте мокрые, грязные или смешанные подгузники с простыми ярлыками и историей.
tr: Kolay kısayollar ve geçmiş ile ıslak, kirli veya karışık bezleri hızlıca kaydedin.
zh: 使用简单的快捷方式和历史记录快速记录湿的、脏的或混合的尿布。

# featureGrowthMilestones
source: Growth & Milestones
ar: النمو والمعالم
de: Wachstum & Meilensteine
es: Crecimiento e Hitos
fr: Croissance et Étapes
id: Pertumbuhan & Tonggak
ko: 성장 & 이정표
nl: Groei & Mijlpalen
ru: Рост и Вехи
tr: Büyüme ve Kilometre Taşları
zh: 成长和里程碑

# featureGrowthMilestonesDescription
source: Log weight, height, and track milestones, teething, and vaccinations.
ar: سجل الوزن والطول وتتبع المعالم والتسنين واللقاحات.
de: Protokollieren Sie Gewicht, Größe und verfolgen Sie Meilensteine, Zahnen und Impfungen.
es: Registra peso, altura y rastrea hitos, dentición y vacunaciones.
fr: Enregistrez le poids, la taille et suivez les étapes, la dentition et les vaccinations.
id: Catat berat badan, tinggi badan dan lacak tonggak, tumbuh gigi, dan vaksinasi.
ko: 체중, 키를 기록하고 이정표, 치아 발육, 예방접종을 추적하세요.
nl: Log gewicht, lengte en volg mijlpalen, tandjes krijgen en vaccinaties.
ru: Записывайте вес, рост и отслеживайте вехи, прорезывание зубов и вакцинацию.
tr: Kilo, boy kaydedin ve kilometre taşları, diş çıkarma ve aşıları takip edin.
zh: 记录体重、身高并追踪里程碑、出牙和疫苗接种。

# featureRelaxingSounds
source: Relaxing Sounds
ar: أصوات مريحة
de: Entspannende Geräusche
es: Sonidos Relajantes
fr: Sons Relaxants
id: Suara Menenangkan
ko: 편안한 소리
nl: Ontspannende Geluiden
ru: Расслабляющие Звуки
tr: Rahatlatıcı Sesler
zh: 放松声音

# featureRelaxingSoundsDescription
source: Play soothing sounds and white noise to help your baby drift off.
ar: شغل أصوات مهدئة وضوضاء بيضاء لمساعدة طفلك على النوم.
de: Spielen Sie beruhigende Geräusche und weißes Rauschen, um Ihrem Baby beim Einschlafen zu helfen.
es: Reproduce sonidos relajantes y ruido blanco para ayudar a tu bebé a dormirse.
fr: Jouez des sons apaisants et du bruit blanc pour aider votre bébé à s'endormir.
id: Putar suara menenangkan dan white noise untuk membantu bayi Anda tertidur.
ko: 아기가 잠들 수 있도록 편안한 소리와 화이트 노이즈를 재생하세요.
nl: Speel kalmerende geluiden en witte ruis om je baby te helpen in slaap te vallen.
ru: Воспроизводите успокаивающие звуки и белый шум, чтобы помочь вашему ребенку заснуть.
tr: Bebeğinizin uykuya dalmasına yardımcı olmak için sakinleştirici sesler ve beyaz gürültü çalın.
zh: 播放舒缓的声音和白噪音，帮助您的宝宝入睡。

# featureBabyRecipes
source: Baby Recipes
ar: وصفات الأطفال
de: Baby-Rezepte
es: Recetas para Bebés
fr: Recettes pour Bébé
id: Resep Bayi
ko: 아기 레시피
nl: Baby Recepten
ru: Детские Рецепты
tr: Bebek Tarifleri
zh: 婴儿食谱

# featureBabyRecipesDescription
source: Discover healthy, age-filtered recipes with ingredients and instructions.
ar: اكتشف وصفات صحية مصفاة حسب العمر مع المكونات والتعليمات.
de: Entdecken Sie gesunde, altersgefilterte Rezepte mit Zutaten und Anweisungen.
es: Descubre recetas saludables filtradas por edad con ingredientes e instrucciones.
fr: Découvrez des recettes saines filtrées par âge avec ingrédients et instructions.
id: Temukan resep sehat yang difilter berdasarkan usia dengan bahan dan instruksi.
ko: 재료와 지침이 포함된 연령별 필터링된 건강한 레시피를 발견하세요.
nl: Ontdek gezonde, leeftijdsgefilterde recepten met ingrediënten en instructies.
ru: Откройте для себя здоровые рецепты, отфильтрованные по возрасту, с ингредиентами и инструкциями.
tr: Malzemeler ve talimatlarla sağlıklı, yaşa uygun tarifler keşfedin.
zh: 发现按年龄过滤的健康食谱，包含配料和说明。

# featureActivityHistory
source: Activity History
ar: تاريخ الأنشطة
de: Aktivitätsverlauf
es: Historial de Actividades
fr: Historique des Activités
id: Riwayat Aktivitas
ko: 활동 히스토리
nl: Activiteit Geschiedenis
ru: История Активности
tr: Aktivite Geçmişi
zh: 活动历史

# featureActivityHistoryDescription
source: View a clear timeline of your baby's day with search and filter options.
ar: اعرض جدولاً زمنياً واضحاً ليوم طفلك مع خيارات البحث والتصفية.
de: Zeigen Sie eine klare Zeitleiste des Tages Ihres Babys mit Such- und Filteroptionen an.
es: Ve una línea de tiempo clara del día de tu bebé con opciones de búsqueda y filtrado.
fr: Voyez une chronologie claire de la journée de votre bébé avec des options de recherche et de filtrage.
id: Lihat timeline yang jelas dari hari bayi Anda dengan opsi pencarian dan filter.
ko: 검색 및 필터 옵션과 함께 아기의 하루의 명확한 타임라인을 보세요.
nl: Bekijk een duidelijke tijdlijn van de dag van je baby met zoek- en filteropties.
ru: Просматривайте четкую временную шкалу дня вашего ребенка с опциями поиска и фильтрации.
tr: Arama ve filtreleme seçenekleri ile bebeğinizin gününün net bir zaman çizelgesini görüntüleyin.
zh: 查看您宝宝一天的清晰时间线，包含搜索和过滤选项。

# featureSharedFamilyAccess
source: Shared Family Access
ar: الوصول العائلي المشترك
de: Geteilter Familienzugang
es: Acceso Familiar Compartido
fr: Accès Familial Partagé
id: Akses Keluarga Bersama
ko: 공유 가족 액세스
nl: Gedeelde Familie Toegang
ru: Общий Семейный Доступ
tr: Paylaşımlı Aile Erişimi
zh: 共享家庭访问

# featureSharedFamilyAccessDescription
source: Collaborate with caregivers and easily switch between multiple babies.
ar: تعاون مع مقدمي الرعاية وتبديل بسهولة بين عدة أطفال.
de: Arbeiten Sie mit Betreuern zusammen und wechseln Sie einfach zwischen mehreren Babys.
es: Colabora con cuidadores y cambia fácilmente entre múltiples bebés.
fr: Collaborez avec les soignants et basculez facilement entre plusieurs bébés.
id: Berkolaborasi dengan pengasuh dan beralih dengan mudah di antara beberapa bayi.
ko: 돌봄이들과 협력하고 여러 아기 간에 쉽게 전환하세요.
nl: Werk samen met verzorgers en schakel eenvoudig tussen meerdere baby's.
ru: Сотрудничайте с опекунами и легко переключайтесь между несколькими детьми.
tr: Bakıcılarla işbirliği yapın ve birden fazla bebek arasında kolayca geçiş yapın.
zh: 与护理人员协作，轻松在多个婴儿之间切换。

source: Community FlutterGoo
ar: مجتمع FlutterGoo
de: FlutterGoo Gemeinschaft
es: Comunidad FlutterGoo
fr: Communauté FlutterGoo
id: Komunitas FlutterGoo
ko: FlutterGoo 커뮤니티
nl: FlutterGoo Gemeenschap
ru: Сообщество FlutterGoo
tr: FlutterGoo Topluluğu
zh: FlutterGoo 社区

source: GitHub Page
ar: صفحة GitHub
de: GitHub Seite
es: Página de GitHub
fr: Page GitHub
id: Halaman GitHub
ko: GitHub 페이지
nl: GitHub Pagina
ru: Страница GitHub
tr: GitHub Sayfası
zh: GitHub 页面

source: Meet Community Founder
ar: تعرف على مؤسس المجتمع
de: Gemeinschaftsgründer treffen
es: Conoce al Fundador de la Comunidad
fr: Rencontrer le Fondateur de la Communauté
id: Temui Pendiri Komunitas
ko: 커뮤니티 창립자 만나기
nl: Ontmoet de Gemeenschapsoprichter
ru: Познакомьтесь с Основателем Сообщества
tr: Topluluk Kurucusu ile Tanışın
zh: 认识社区创始人

# appTitleHeader
source: Sara Baby Tracker & Sounds
tr: Sara Bebek Takipçisi ve Sesler
